[Lang]
	Name=Lithuanian (Lietuvos)
	TranslatorName=stasys44
	TranslatorURL=
	ID=0427;0027
        Version=5.4.15
        Date=15/04/2013
	Charset=1257

'Support Locale IDs (LCID) by this language file
'       0027: Lithuanian
'       0427: Lithuanian (Lithuania)

' kai kurie parametrai palaiko esc sekas \n \r \t 

[frmMain]
	frRezim=Darbo režimas su Tvarkyklių  DP paketais
	frDescriptionIco=Mygtukų žymėjimas (nukreipkite kursorių ant paveikslėlio, kad pamatytumėte aprašymą)
	frRunChecked=Vykdyti ...
	frCheck=Tvarkyklių paketų pasirinkimas:
	lblOsInfo=Operacinė sistema: 	
	RezimIntellect=Diegimas\r\n(Suderinamos tvarkyklės)
	RezimUst=Diegimas\r\n(Pilnas - Visas Tvarkyklių paketas)
	RezimUpd=Tvarkyklių bazės\r\nsūkurimas arba atnaujinimas
	RezimIntellectTip=Šiame režime išpakuojamos ir diegimos tvarkyklės rastiems jūsų kompiuterio įtaisams.
	RezimUstTip=Šiame režime išpakuojamas visas Tvarkyklių paketas. Po to programa tikrina ir bando įdiegti tinkamą tvarkyklę.
	RezimUpdTip=Tvarkyklių duomenų bazės sukūrimas arba atnaujinimas
	mnuRezim=Tvarkyklių duomenų bazės atnaujinimas
	mnuRezimBaseDrvUpdateALL=Atnaujinti bazes VISIEMS tvarkyklių DP paketams
	mnuRezimBaseDrvUpdateNew=Atnaujinti bazes tik NAUJIEMS tvarkyklių DP paketams
	mnuRezimReadClasses=Nustatyti ir įrašyti Tvarkyklių paketų klases į parinktis
	mnuRezimBaseDrvClean=Nutrinti duomenų bazės failus nesamiems tvarkyklių paketams
	mnuService=Tarnyba
	mnuShowHwidsTxt=Rodyti kompiuterio įtaisų HWIDs (Tekstinis filas)
	mnuShowHwidsXLS=Rodyti kompiuterio įtaisų HWIDs Excel failas)
	mnuShowHwidsAll=Rodyti VISŲ kompiuterio įtaisų sąrašą
	mnuRunSilentMode=Paleisti tylųjį automatinį tvarkyklių diegimą
	mnuViewDPInstLog=Peržiūrėti DPinst.log
	mnuOptions=Parinktys
	mnuMainUtils=Reikmenys
	mnuUtils_devmgmt=Įtaisų tvarkytuvė
	mnuMainAbout=Pagalba
	mnuLinks=Nuorodos
	mnuHistory=Pakeitimų istorija...
	mnuHelp=Pagalba apie darbą
	mnuHomePage=Programos forumas OsZone.Net
	mnuHomePage1=Aplankykite pradžios puslapį
	mnuCheckUpd=Patikrinti dėl programos atnaujinimo
	mnuDonate=Pagelbėti projektui ...
	mnuLicence=Licenzijos sutartis
	mnuAbout=Apie programą...
	mnuModulesVersion=Moduliai ...
	mnuContextXLS=Atidaryti duomenų bazę (Excel failas)
	mnuContextTxt=Atidaryti duomenų bazę (Tekstinis failas)
	mnuContextToolTip=Parodyti kompiuteriui tinkamų tvarkyklių sąrašą
	mnuContextEditClasses=Pakeisti ir parinktyse įrašyti tvarkyklių paketo klasę
	mnuContextEditDPName=Pakeisti rodomą tvarkyklių paketo pavadinimą
	mnuContextDeleteDRP=Ištrinti šį tvarkyklių paketą
	mnuContextLegendIco=Peržiūrėti visų žymėjimų aprašymus 
	mnuMainLang=Kalba
        mnuLangStart=Paleidžiant vartoti pasirinktą kalbą(automatinio pasirinkimo atsisakymas)
	mnuContextInstall1=Įprastinis diegimas
	mnuContextInstall2=Pasirinktinis diegimas
	cmdRunTask=Atlikti užduotį pasirinktiems tvarkyklių paketams
	cmdRunTask1=Atlikti užduotį Visiems kortelės tvarkyklių paketams
	cmdCheck=Pasirinkti
	cmdBreakUpdateDB=Nutraukti užduoties vykdymą
	cmdViewAllDevice=Visų kompiuterio įtaisų sąrašas + tvarkyklės ieškojimas Internete pagal HWID
	cmbCheckButtonListElement1=Pažymėti viską kortelėje
        cmbCheckButtonListElement2=Atšaukti pažymėjimus
	cmbCheckButtonListElement3=Visos
	cmbCheckButtonListElement4=Tik naujos        
	cmbCheckButtonListElement5=Neįdiegtos
	cmbCheckButtonListElement6=Rekomenduojamos
	ToolTipArrStatusIcon1=Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje.\r\n\r\nTokios pat tvarkyklės (tos pačios versijos) jau įdiegtos kompiuteryje\r\n\r\nJūsų veiksmai:\r\nNereikia jokių veiksmų.\r\n\r\nPastaba:\r\nJei statuso stulpelyje yra '0', Tai reiškia:\r\n* - įtaisas blokuotas;\r\n* - tvarkyklė šiam įtaisui neaktyvi (žr. duomenis Įtaisų tvarkytuvėje )
	ToolTipArrStatusIcon2=Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje.\r\n\r\nŠios tvarkyklės neįdiegtos į kompiuteryje\r\n\r\nJūsų veiksmai:\r\nĮjungite programą vienam iš tvarkyklių diegimo režimų ir nuspauskite šį mygtuką - iš paketo bus pradėtos diegti reikalingos tvarkyklės ir atitinkamai pasikeis mygtuko išvaizda\r\n\r\nPastabos:\r\n1. Kai kuriais atvejais tvarkyklės, aptiktos tvarkyklių pakete, gali netikti jūsų įrangai. Įtaisų identifikatoriai (HWID) palyginami pagrindinėje HWID dalyje, nepaisant įtaisų poklasių SUBSYS|REV|MI)\r\n2. Jei statuso įtaisui eilutėje yra '0', tai reiškia:\r\n* - tvarkyklė šiam įtaisui neįdiegta;\r\n* - įtaisas blokuojamas;\r\n* - tvarkyklė šiam įtaisui neaktyvi (žr. duomenis Įtaisų tvarkytuvėje)
	ToolTipArrStatusIcon3=Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje, bet naujesnių, negu tos, kurios jau įdiegtos\r\n\r\nJūsų veiksmai:\r\nĮjungite programą vienam iš tvarkyklių diegimo režimų ir nuspauskite šį mygtuką - iš paketo bus pradėtos diegti naujesnės tvarkyklės ir atitinkamai pasikeis mygtuko išvaizda\r\n\r\nPastaba:\r\nKai kuriais atvejais tvarkyklės, aptiktos tvarkyklių pakete, gali netikti jūsų įrangai.  Įtaisų identifikatoriai (HWID) palyginami pagrindinėje HWID dalyje, nepaisant įtaisų poklasių SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje, bet senesnių, negu tos, kurios jau įdiegtos\r\n\r\nJūsų veiksmai:\r\nNereikia jokių veiksmų. Galite paieškoti internerte naujesnės tvarkyklės ir programoje atnaujinti (pakeisti) šį paketą.
	ToolTipArrStatusIcon5=1. Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje, bet naujesnių, negu tos, kurios jau įdiegtos\r\n\r\nJūsų veiksmai:\r\nĮjungite programą vienam iš tvarkyklių diegimo režimų ir nuspauskite šį mygtuką - iš paketo bus pradėtos diegti naujesnės tvarkyklės ir atitinkamai pasikeis mygtuko išvaizda\r\n\r\n2. Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje.\r\n\r\nKompiuteryje šios tvarkyklės neįdiegtos\r\n\r\nJūsų veiksmai:\r\nĮjungite programą vienam iš tvarkyklių diegimo režimų ir nuspauskite šį mygtuką - iš paketo bus pradėtos diegti reikalingos tvarkyklės ir atitinkamai pasikeis mygtuko išvaizda\r\n\r\nPastbos:\r\n1. Kai kuriais atvejais tvarkyklės, aptiktos tvarkyklių pakete, gali netikti jūsų įrangai. Įtaisų identifikatoriai (HWID) palyginami pagrindinėje HWID dalyje, nepaisant įtaisų poklasių SUBSYS|REV|MI)\r\n2. Jei statuso įtaisui eilutėje yra '0', tai reiškia:\r\n* - tvarkyklė šiam įtaisui neįdiegta;\r\n* - įtaisas blokuotas;\r\n* - tvarkyklė šiam įtaisui neaktyvi (žr. duomenis Įtaisų tvarkytuvėje )
	ToolTipArrStatusIcon6=1. Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje, bet senesnių, negu tos, kurios jau įdiegtos\r\n\r\nJūsų veiksmai:\r\nNereikia jokių veiksmų. Galite paieškoti internerte naujesnės tvarkyklės ir programoje atnaujinti (pakeisti) šį paketą\r\n\r\n2. Šiame pakete yra tvarkyklių tinkamų įtaisui, rastam kompiuteryje\r\n\r\nKompiuteryje šios tvarkyklės neįdiegtos\r\n\r\nJūsų veiksmai:\r\nĮjungite programą vienam iš tvarkyklių diegimo režimų ir nuspauskite šį mygtuką - iš paketo bus pradėtos diegti reikalingos tvarkyklės ir atitinkamai pasikeis mygtuko išvaizda\r\n\r\nPastabos:\r\n1. Kai kuriais atvejais tvarkyklės, aptiktos tvarkyklių pakete, gali netikti jūsų įrangai. Įtaisų identifikatoriai (HWID) palyginami pagrindinėje HWID dalyje, nepaisant įtaisų poklasių SUBSYS|REV|MI).\r\n2. Jei statuso įtaisui eilutėje yra '0', tai reiškia:\r\n* - tvarkyklė šiam įtaisui neįdiegta;\r\n* - įtaisas blokuotas;\r\n* - tvarkyklė šiam įtaisui neaktyvi (žr. duomenis Įtaisų tvarkytuvėje )
	ToolTipArrStatusIcon7=Tvarkyklės šiame programos pakete neturi nieko bendra su jūsų kompiuteriu\r\n\r\nJūsų veiksmai:\r\nNieko nereikia daryti. Tvarkyklių paketas bus kaip nors naudingas kitu laiku - pakeisti kokį nors įtaisą ar kitame kompiuteryje.
	ToolTipArrStatusIcon8=Programa negali nustatyti, kas yra Tvarkyklių pakete\r\n\r\nJūsų veiksmai:\r\nĮjungite programą į režimą 'Tvarkyklės duomenų bazės sukūrimas arba atnaujinimas', nuspauskite šį mygtuką - taip duomenys apie tvarkykles iš paketo pridedami į duomenų bazę, o mygtuko išvaizda pasikeis. Apie tolesnius veiksmus skaitykite paaiškinimus atitinkamam ženkliukui.
	ToolTipArrStatusIcon9=Programa atnaujina tvarkyklių bazę iš pasirinkto Tvarkyklių paketo\r\n\r\nJūsų veiksmai:\r\nNieko nereikia daryti. Lieka tik laukti programos darbo uždarymo.
	ToolTipTextTitle=Tvarkyklių paketo failas:
	ToolTipTextFileSize=Failo dydis:
	ToolTipTextClassDRV=Tvarkyklių klasė:
	ToolTipTextDrv2Install=ESANČIOS TVARKYKLĖS DIEGIMUI:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Kelias
	TableHwidHeader3=Failas
	TableHwidHeader4=Versija(DB)
	TableHwidHeader5=Versija(PC)
	TableHwidHeader6=Statusas
	TableHwidHeader7=Įtaiso pavadinimas
	TableHwidHeader8=Tvarkyklių paketas
	TableHwidHeader9=!
	TableHwidHeader10=Gamintojas
	TableHwidHeader11=Suderinamas HWID
	mnuUpdateStatusAll=Update status of ALL DPPack's
	mnuContextUpdStatus=Update status of DriverPack
	mnuDriverPacks=Aplankyti driverpacks.net svetainę
	mnuDriverPacksOnMySite=Download DPPack's ...
	TableHwidHeader12=Device ID
	TableHwidHeader13=Section
	mnuReCollectHWID=Refresh data on all packages
	mnuContextTestDRP=Test this driver package by program 7-zip
	mnuAutoInfoAfterDelDRV=AutoUpdate hardware configuration after removing driver
	mnuContextDeleteDevIDs=Remove device drivers:
	mnuCreateRestorePoint=Create a system restore point
	mnuUpdateStatusTab=Update status of all driver packages (the current tab)
	mnuReCollectHWIDTab=Scan for hardware changes (the current tab)
	ToolTipTextDrv4UnsupportedOS=This driver package is designed for a different operating system.\r\nProcessing driver package when loading the program for non-supported OS is disabled in the settings.\r\nIf you wish to update the status of driver packages for the OS, then press SHIFT + F6
	SSTabTypeDPTab1=All DPPacks
	SSTabTypeDPTab2=Update Available
	SSTabTypeDPTab3=Not Installed
	SSTabTypeDPTab4=Installed
	SSTabTypeDPTab5=Not Indexing
	mnuCreateBackUp=Create a backup copy of the drivers
	mnuContextInstall3=Unpack to a directory - All the selected driver
	mnuContextInstall4=Unpack to a directory - Select the drivers ...
	mnuContextCopyHWIDs=Copy HWID to clipboard
	frInfo=Information about operating system and computer
	lblPCInfo=Model notebook/motherboard:
	mnuDelDuplicateOldDP=Delete old version of driver packages

[frmAbout]
	frmAbout=Apie... 
	cmdDonate=Padėti projektui
	cmdLicence=Licenzijos sutartis
	cmdSoftGetNet=Aplankyti programos svetainę
	cmdOsZoneNet=Svarstymas OsZone.Net forume
	cmdExit=Uždaryti
	lblMailTo= Parašyti el. laišką programos autoriui
	lblInfo= Programa skirta įdiegti tvarkykles įtaisams jau įdiegtoje operacinėje sistemoje. Programa dirba su tvarkyklių paketais (archyvais). Darbui pirmiausia reikia sukurti duomenų bazę kiekvienam archyvui. Po to DB analizuojama ir pateikiamas esamų tvarkyklių diegimui iš kiekvieno archyvo sąrašas.

[frmLicence]
	frmLicence=Licenzijos sutartis
	chkAgreeLicence=Aš sutinku su sutarties sąlygomis
	cmdOK=Sutikti
	cmdExit=Uždaryti
	
[frmSilent]
	frmSilent=Įjungtas TYLUSIS REŽIMAS
	cmdOK=Pradėti diegimą
	cmdExit=Atsisakyti
	lblTimerText=Iki diegimo pradžios liko: 
	lblTimeInSec=sekundžių (-ės)
	lblInfo=Programa paleista Tyliuoju režimu. Po kurio laiko bus pradėtos automatiškai diegti reikalingas tvarkykles. Jei norite nutraukti procesą, nuspauskite mygtuką "Nutraukti" ar klavišą "Esc".

[frmCheckUpdate]	
	frmCheckUpdate=Atnaujinimas: Yra nauja versija
	cmdUpdate=Parsiųsti atnaujinimą
	cmdUpdateFull=Parsiųsti distributyvą
	cmdHistory=Pasikeitimų istorija
	cmdDonate=Padėti projektui
	cmdExit=Uždaryti
	lblVersion=Pasikeitimų sąrašas naujoje versijoje:
	frDescription=Pažymėjimai pasikeitimų istorijoje:
	lblDescription1=" - " - Klaidos ištaisymas
	lblDescription2=" * " - Kosmetiniai pakeitimai
	lblDescription3=" + " - Funkcionalumo padidinimas
	lblDescription4=" ! " - Svarbios pastabos
	lblWait=Loading data from the official site. Please wait ....
	lblVersionList = List of changes for version

[frmDonate]	
	frmDonate=Padėti projektui
	cmdExit=Uždaryti

[frmUtilsEdit]	
	frmUtilsEdit=Redaguoti įrašą
	lblUtilName=Paslaugos programos pavadinimas: 
	lblPathUtil=Kelias iki vykdomojo failo
	lblParamUtil=Papildomi paleidimo parametrai
	cmdOK=Taikyti
	cmdExit=Uždaryti
	lblPathUtil64=Path to Execute file for x64

[frmOSEdit]	
	frmOSEdit=Redaguoti įrašą
	lblOSVer=OS versija
	lblNameOS=OS pavadinimas
	lblPathDRP=Kelias iki Tvarkyklių paketų aplanko
	lblPathDB=Kelias iki Tvarkyklių paketo duomenų bazės aplanko
	frDopFile=Kelias iki papildomų failų, kad būtų diegiami Bashrat`o komandos Graphics paketai
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Failų šalinamų iš apdorojimo pavadinimai (įvardinami per ;)
	chk64bit=Tvarkyklės 64-bitų OS
	cmdOK=Taikyti
	cmdExit=Uždaryti
	chkNotCheckBitOS=Ignore OS-bit

[frmLegendIco]
	frmLegendIco=Tvarkyklių paketų ikonėlių smulkus aprašymas
	cmdOK=Gerai

[frmListHwid]
	frmListHwidView=Esamų Tvarkyklių pakete tvarkyklių kompiuteriui sąrašas (rasta:
	frmListHwidInstall=Tvarkyklių diegimui sąrašas (rasta:
	cmdOKCaption1=Diegti
	cmdOKCaption2=Gerai
	cmdExit=Uždaryti
	cmdCheckAll=Pažymėti visas
	cmdUnCheckAll=Išvalyti visus atžymėjimus
	lblInformation=Pasirinkite tvarkykles išpakavimui ir įdiegimui, nuspauskite "OK". Išskiriant, tvarkyklės viename aplankes pasirinkta tvarkykle pažymimi automatiškai.
    	frGroup=Driver group
	chkGrp1=Not installed or disable
	chkGrp2=Update available
	chkGrp3=Installed
	chkGrp4=Older than the specified
	strcmdOKCaption3=Unpack

[frmListHwidAll]
	frmListHwidAll=Kompiuterio visų įtaisų sąrašas
	cmdOK=Gerai
	frGroup=Tvarkyklių grupė
	frFindDrvInternet=Ieškoti tvarkyklių internete
	chkParseHwid=Palikti tik pagrindinį įtaiso HWID
	cmdGoSite=Ieškoti tvarkyklę
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Visos
	optGrp4=No drivers in the database
	lblWait=Prašom palaukti! Atnaujinama įrenginių konfigūracija ...
	cmdReNewHW=Atnaujinti įrenginių konfiguūraciją
	chkHideOther=Leave only the selected
	cmdBackUpDrivers=Create a backup copy of the drivers

[frmOptions]
	frmOptions=Programos parinktys
	cmdOK=Išsaugoti ir Išeiti
	cmdExit=Išeite be išsaugojimo
	frOptions=Parinktys
        ItemOptions1=Pagrindinės parinktys
        ItemOptions2=Palaikomos OS
        ItemOptions3=Darbo paslaugų programos
        ItemOptions4=Papildomos paslaugų programos
        ItemOptions5=Programos išvaizda
        ItemOptions6=DPInst paleidimo parametrai
	frMain=Pagrindinės parinktys
	lblOptionsStart=Veiksmai paleidus programą
	chkUpdate=Patikrinti programos atnaujinimą
	chkUpdateBeta=Patikrinti ar yra programos beta versijos.
	chkReadClasses=Perskaityti tvarkyklių paketo klases (būtina papild. failų diegimui Tvarkyklių paketuose Graphics)
	chkConvertDPName=Tvarkyklių paketų pavadinimų keitimas (pašalina simbolius: DP, _32, wnt5 ir t.t. )
	chkReadDPName=Perskaityti tvarkyklių paketų pakeistus pavadinimus
	chkReadDRVVersion=Perskaityti tvarkyklių versijas kompiuteriui
	chkHideOtherProcess=Slėpti paleidžiamus išorinius procesus
	lOptionsTemp=i su laikinais failais
	chkTempPath=Laikinų failų aplankas
	chkRemoveTemp=Nutrinti laikinus failus
	lblDebug=Derinimo režimo parinktys
	chkDebug=Derinimo procesas įjungtas 
	chkRemoveHistory=Paleidus programą nutrinti seną derinimo failą
	lblRezim=Darbo režimas paleidus programą
	lblDebugLogPath=Path to log-file:
	frMainTools=Pagrindinių paslaugų programų vieta (Įrankiai)
	cmdPathDefault=Nustayti numatytąjį (Default) kelią
	frOtherTools=Papildomos paslaugų programos (Rodomos meniu "Utilits")
	cmdAddUtil=Pridėti
	cmdEditUtil=Redaguoti
	cmdDelUtil=Trinti
	frOS=Palaikomos OS
	chkRecursion=Apdoroti Tvarkyklių paketų aplanko subaplankus
	chkLoadFinishFile=Įdiegiant tvarkykles, apdoroti failus "finish" (driverpack*.ini)  (tik tvarkyklių suderinamumui)
	cmdAddOS=Pridėti
	cmdEditOS=Redaguoti
	cmdDelOS=Trinti
	lblExcludeHWID=Pašalinti šiuos HWID (sąrašą pateikiant ";") iš apdorojimo (palaikomas pakaitos simbolis "*"):
	frDesign=Išvaizda
	lblSizeForm=Pagrindinio lango dydžiai
	lblFormHeight=Aukštis:
	lblFormWidth=Plotis:
	chkFormMaximaze=Paleisti per visą ekraną
	chkFormSizeSave=Išsaugoti formos dydį išeinant
	lblSizeButton=Mygtukų savybės
	lblButtonHeight=Aukštis:
	lblButtonWidth=Plotis:
	lblButtonLeft=Kairė:
	lblButtonTop=Viršus:
	lblButton2BtnL=horizontalus intervalas:
	lblButton2BtnT=vertikalus intervalas:
	chkButtonTextUpCase=Rodyti mygtukų tekstą didžiosiomis raidėmis
	cmdChooseFont=Pasirinkti mygtukų teksto šriftą
	lblImageMain=Pagrindinės piktogramos
	lblImageStatus=Piktogramos būsenos mygtukams
	lblTabControl=Kortelių valdymas - Supported OS
	lblTabPerRowCount=Kortelių eilutėje
	cmdChooseFontTab=Parinkti kortelių teksto šriftą
	chkTabBlock=Neaktyvios kortelės nepalaikomoms OS (nedirda Atnaujinimo režime)
	lblFormWidthMin=Kai kuriems parametrams yra minimalios vertės. Jei kokio nors parametro vertė mažesnė už minimalią, tai langas nusispalvins raudonai. Paleidus programą nusistato numatytosios (pagal nutylėjimą) vertės.
	AdditionalColorCaption=Choose a color
	frDpInstParam=DPInst paleidimo parametrai
	lblParam=Parametras
	lblDescription=Parametro aprašymas
	lblLegacyMode=įdiegti nepasirašytas tvarkykles ir Tvarkyklių paketus, kuriems trūksta failų. Tokių tvarkyklių negalima įdiegti naujoms Windows versijoms.
	lblPromptIfDriverIsNotBetter=Pateikti užklausą, jei nauja tvarkyklių paketas yra ne geresnis už esamą įdiegtą tvarkyklę
	lblForceIfDriverIsNotBetter=priverstinis tvarkyklės diegimas įtaisui netgi tuomet, kai esama jau įdiegta tvarkyklė įtaisui geriau tinka
	lblSuppressAddRemovePrograms=parametras neleidžia įrašyti lange \"Programų diegimas ir pašalinimas\".
	lblSuppressWizard=Nebus atidarytas Vedlys ... bet gal bus operacinės sistemos parodomi dialogo langai.
	lblQuietInstall=Automatinis režimas. Nebus parodytas nei įtaisųvdiegimo vedlys, nei operacinės sistemos dialogo langai.
	lblScanHardware=Tvarkyklės bus nukopijuotos ir įdiegtos tik rastiems įtaisams (ir tik įtaisams Plug and Play)
	lblCmdStringDPInst=Paleidimo suvestiniai parametrai
        TableOSHeader1=Versija
        TableOSHeader2=Pavadinimas
        TableOSHeader3=Tvarkyklių paketas
        TableOSHeader4=Duomenų bazė
        TableOSHeader5=x64
        TableOSHeader6=PhysX
        TableOSHeader7=Kalba
        TableOSHeader8=Runtimes
        TableOSHeader9=ExludeFiles
        TableUtilHeader1=Pavadinimas
        TableUtilHeader2=Kelias
        TableUtilHeader3=Parametrai
        ItemOptions7=Tvarkyklių bazės sukūrimas
        frDevParser=Tvarkyklių bazės sukūrimas (inf-failų parserio parametrai)
	chkDelDouble=Apdoroti HWID dublikatus
        chkDelDouble_SubSys=Nukirpti HWID iki "SubSys"
        chkDelDouble_MI=Nukirpti HWID iki "MI"
        chkDelDouble_CC=Nukirpti HWID iki "CC"
        chkDelDouble_Rev=Nukirpti HWID iki "REV"
        lblDevParserMode=inf-failų apdorojimo režimas
	optDevParser=Sukurti tvarkyklių bazę naudojant gimtąjį algoritmą - inf kaip ini-failą (pagal Romeo91)
        optDevParserbyRegExp=Sukurti tvarkyklių bazę naudojant reguliariuosius reiškinius RegExp (pagal BadPointer)
        chkSortByHWID=Rūšiuoti tvarkyklių bazės išeities failą pagal HWID
	chkTabHide=Slėpti korteles, kurios nepalaiko jūsų OS (išskyrus režimą "DB atnaujinimas")
	ItemOptions8=Pagrindinės parinktys 2
	lblDelDouble=Dėmesio! Jei keičiate aukščiau minėtas nuostatas, būtinai reikia perdaryti tvarkyklių bazę. Parinktys atsižvelgiamos gaunant lokalių įrenginių HWID.
	txtDevParser=inf-failų parserio darbo režimo pagrindas - darbas su ini-failu. Pagal struktūrą inf-failas ir ini-failas yra labai panašūs, su kai kuriomis ypatybėmis. Metodas turi keletą silpnų vietų: dažnesni kreipimasi į failus, negalimumas skaitytiduomenis iš labai didelių inf-failų (šie failai yra apdirbami kaip tekstinis dokumentas). Režimas nepriklauso nuo išorinių bibliotekų. Pagal greitį 2-4 kartus nusileidžia metodui naudojant RegExp.
	txtDevParserbyRegExp=inf-failo parserio darbo režimo pagrindas yra RegExp naudojimas. Didelio našumo režimas, nes į atmintį kraunamas visas inf-failo turinys, tuo pačiu kreipiantis į failą tik kartą, o taip pat gaunant duomenis iš karto pagal iš anksto apibrėžtą struktūrą.
	frMain2=Programos pagrindinės parinktys 2
	lblCompareVersionDRV=Tvarkyklių versijų palyginimas
	optCompareByDate=Palyginti tvarkyklių versijas pagal datą
	optCompareByVersion=Palyginti tvarkyklių versijas pagal skaitmeninę vertę
	txtCompareVersionDRV=Kiekviena tvarkyklė inf-faile turi datą ir versiją. Duomenys surašyti skyriuje [Version] ir turi formatą:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], kur mm/dd/yyyy - mėnuo/diena/metai, o [,w.x.y.z] - nebūtina tvarkyklės skaitmeninė vertė
	chkSilentDll=Tyli registracija/sistemos komponentų (dll ir ocx) atnaujinimas
	chkDateFormatRus=Display date in format dd/mm/yyyy
	chkSearchOnStart=Search for new devices before collect information
	lblPauseAfterSearch=Pause after search:
	chkCreateRP=Create a restore point on start the program
	frDesign2=Appearance 2
	lblTabControl2=TabControl 2 - groups of drivers
	cmdChooseFontTab2=Choose font for tab text
	chkLoadUnSupportedOS=Process tabs do not support your OS 
	chkCompatiblesHWID=Process compatible HWID (CompatibleIDs)
	ItemOptions9=Program appearance 2
	TableUtilHeader4=Path x64
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	cmdFutureButton=Your future button
	ButtonColor=Select the Font Color button
	ButtonFont=Select a font Font button
	ItemOptions10=Debug mode
	frDebug=Debug mode
	lblMacrosType=Available macros in the name of the log file
	lblMacrosParam=Option
	lblMacrosDescription=Parameter Description
	lblMacrosPCName=short name of the computer, without the domain suffix
	lblMacrosPCModel=Computer Model\Motherboard
	lblMacrosOSVer=operating system version as the wnt(5|6)
	lblMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:
	chkDebugTime2File=Add the date and time in each line of the log file
	cmdFontColorButton=Set the font color of the button text
	cmdFontColorTabOS=Set the color of the text font for TABs
	cmdFontColorTabDrivers=Set the color of the text font for TABs
	chkButtonDisable=Activate button (for testing)
	lblTheme=Set icons theme (change major icons, status icons and buttons)

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text

[Messages]
	strMessages1 =Programos parinkčių užkrovimas...
	strMessages2 =Failo sukūrimas vizualiai peržiūrai
	strMessages3 =Duomenų apie tvarkyklių kompiuterio įtaisams failų sudėtį ir versijas rinkimas. Prašom palaukti...
	strMessages4 =Programos darbas negalimas
	strMessages5 =Palaikomų operacinių sistemų sąrašas tuščias. Programos darbas negalimas
	strMessages6 =Neaptikta nė vieno aplanko su Tvarkyklių paketais, įrašyto į programos parinktis.\r\n\r\nTolesnis programos darbas negalimas!
	strMessages7 =Nėra vieno iš programos failų
	strMessages8 =Sisteminio failo registravimo klaida. Bandykite registruoti failą rankiniu būdu ar paprastai nukopijuoti jį į aplanką %windir%\system32
	strMessages9 =Programa darbui naudoja išsiskleidžiantį patarimą. Šiam kompiuteryje jie išjungti\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\Kakeiskite šią vertę 1\r\n\r\Norite tęsti darbą?
	strMessages10=Išsiskleidžiantys patarimai išjugti! Ar tęsti?
	strMessages11=Pradinis licencijos tekstinis failas yra pakeistas! Tai gali būti klaidos pasekmė arba tyčinis prika Thių programos pakeitimų pasekmė. Susiekite su kūrėju arba iš naujo atsisiųskite platinamąją programą. Ar norite tęsti?
	strMessages12=Nerasti Tvarkyklių paketai.
	strMessages13=Klaida išpakuojant failą:
	strMessages14=Nepasirinktas joks Tvarkyklių paketas!
	strMessages15=Jūsų užduoto aplanko alternatyvioms piktogramoms nėra. Bus naudojami standartinai pešinėliai!!!
	strMessages16=Programa dirba iš CD\DVD, duomenų bazės atnaujinimas negalimas.
	strMessages17=Ar tikrai norite ištrinti tvarkyklių paketą?
	strMessages18=Jūs norite įdiegti visas rekomenduojamas tvarkykles Tyliuoju režimu?
	strMessages19=Kompiuteryje neįdiegta Microsoft Excel iš Microsoft Office programų paketo
	strMessages20=Tvarkyklių paketo klasės ieškojimas ir diegimas baigtas. Parametrų įsigaliojimui reikia iš naujo paleisti programą.
	strMessages21=DPInst paleidimo klaida:
	strMessages22=Jau paleistas tvarkyklių atnaujinimo ar diegimo procesas. Laukite pabaigos\r\nDar vieno proceso paleisti negalima.
	strMessages23=Ar norite vykdyti užduotį pasirinkitiesiems tvarkyklių paketams? Kai kurie procesai gali trukti labai ilgai!!!
	strMessages24=Norite atnaujinti bazę -
	strMessages25=tvarkyklių paketų visoms palaikomoms OS? Šitas procesas gali labai ilgai trukti!!!
	strMessages26=Ar vykdyti pasirinktą veiksmą?
	strMessages27=Užduoties vykdymas nutrauktas!!!\r\napdorojimas nutrauktas tvarkyklių paketui:
	strMessages28=Ar norite nutrinti nereikalingus šių tvarkyklių paketų bazės failus?
	strMessages29=Remove
	strMessages30=Nereikalingų failų duomenų bazėje nerasta
	strMessages31=Failo išsaugojimo tvarkyklių bazės aplanke klaida
	strMessages32=Tvarkyklių paketo rodomas pavadinimas pakeistas:
	strMessages33=Išorinės programos paleidimo klaida: 
	strMessages34=Ar tikrai norite išeiti iš programos?
	strMessages35=Pagalbinių modulių versijos:\r\n\r\nModulio pavadinimas:\t Versija:
	strMessages36=Naujos parinktys užrašytos! Naudojimui reikia iš naujo paleisti programą.\r\n\r\n\Would you like to restart the program now?
	strMessages37=Jūs tikrai norite išeiti neišsaugoję nustatymų?
	strMessages38=Programa dirba su CD\DVD!\r\nNustatymų išsaugojimas negalimas!
	strMessages39=Nepavyko užkrauti licencijos sutarties failo. Tolesnis programos darbas negalimas. Kreipkitės į kūrėją ar atsisiųskite naują platinamą programą.
	strMessages40=Pradinis failo tekstas buvo pakeistas!!!\r\nForma 'Pagelbėti projektui' bus uždaryta\r\nKreipkitės į kūrėją ar atsisiųskite naują platinamą programą.
	strMessages41=Nepavyko pakrauti failo donate.rtf. Kreipkitės į kūrėją ar atsisiųskite naują platinamą programą.
	strMessages42=Failo kopijavimas pasibaigė klaida
	strMessages43=Dėmesio!!! Failą galima tik skaityti, failo išsaugojimas negalimas. Išsaugojimui reikia pakeisti failo požymį pakartoti bandymą.
	strMessages44=Negaliu sukurti laikino failo aplanke:
	strMessages45=Įvyko klaida įrašant duomenis į šį failą:
	strMessages46=Failas nerastas. Galbūt įvyko klaida renkant informaciją programa devcon.exe. Tolesnis programos darbas negalimas.
	strMessages47=Negalima pakeisti ekrano parinkčių!\r\nPriežastys:\r\n1. Monitorius arba vaizdo korta nedirba su tokiais ekrano parametrais!\r\n2. Programa negali įrašyti parinktis į registrą (Pabandykite įeiti į sistemą kaip 'Administratorius')
	strMessages48=Naujos ekrano parinktys pritaikytos!\r\nSistema paruošta darbui!
	strMessages49=Parinkčių taikymui reikia perkrauti kompiuterį!\r\nar perkrauti dabar?
	strMessages50=Nieko nepavyko
	strMessages51=Programa optimizuota monitoriaus ekrano skiriamoji geba - 800x600.\r\nJūs nustatėte ekrano skiriamąją gebą:
	strMessages52=DĖMESIO!!! Galbūt neteisingas duomenų vaizdavimas\r\n\r\nPakeisti į rekomenduojamąją skiriamąją gebą!?("TAIP")\r\ntęsti be pakeitimų?("NE")
	strMessages53=Nenustatytas sujungimas su internetu arba serveris nepasiekiamas
	strMessages54=Klaida tikrinant dėl atnaujinimų
	strMessages55=Serveryje aptikta sena versija! Labai keista:)\r\nGreičiausia turite neoficialų leidinį iš programos autoriaus testavimui.\r\n\r\nAr norėtumėte atidaryti programos atnaujinimo formą?
	strMessages56=Nauja programos versija nerasta\r\n\r\nAr norėtumėte atidaryti formą programos atnaujinimui?
	strMessages57=Įvyko klaida paleidžiant programą Devcon. Kai kurios funkcijos bus užblokuotos.
	strMessages58=Tikrinama ar yra programos atnaujinimų...
	strMessages59=Programos užkrovimas baigtas!!! Start Time is:
	strMessages60=Programa dirba Tyliuoju režimu...
	strMessages61=Kuriama bazė failui:
	strMessages62=Bazės kūrimas baigtas. Atlikta per: 
	strMessages63=Diegiame tvarkykles iš tvarkyklių paketo: 
	strMessages64=Tvarkyklių diegimas baigtas
	strMessages65=Diegimas nutrauktas. Tvarkyklių paketas:
	strMessages66=Tvarkyklių paketo apdorojimas nutrauktas. Vykdymo laikas: 
	strMessages67=Visų Tvarkyklių paketų apdorojimas baigtas. Vykdymo laikas: 
	strMessages68=Nėra paketų duomenų bazės atnaujinimui
	strMessages69=Apdorojamas aplankas:
	strMessages70=Failas
	strMessages71=Nereikalingų DB failų pašalinimas baigtas.
	strMessages72=Ištraukiami inf failai iš archyvo:
	strMessages73=Inf failų analizė ir tvarkyklių bazės kūrimas failui:
	strMessages74=Vyksta rodomo pavadinimo keitimas Tvarkyklių paketo failui: 
	strMessages75=Įveskite/keiskite rodomą pavadinimą Tvarkyklių paketui:
	strMessages76=Tvarkyklių paketo rodomojo pavadinimo keitimas
	strMessages77=Tvarkyklių paketo rodomasis pavadinimas pakeistas:
	strMessages78=Sekcija
	strMessages79=Ištiko klaida, įdiegiant paneles iš sekcijos: 
	strMessages80=Duomenų, surinktų apie kompiuterį, apdorojimas
	strMessages81=Šalinami laikinieji failai. Prašom palaukti....
	strMessages82=Grupinis diegimas atšauktas.
	strMessages83=Pasirinktų tvarkyklių išpakavimas iš pažymėtų Tvarkyklių paketų...
	strMessages84=Pasirinktų tvarkyklių diegimas iš pažymėtų Tvarkyklių paketų...
	strMessages85Pasirinktų tvarkyklių diegimas iš pažymėtų Tvarkyklių paketų baigtas!
	strMessages86=Tvarkyklių paketų apdorojimas baigtas
	strMessages87=Nerasta nė vienos tvarkyklės arba aplankų nėra
	strMessages88=Tvarkyklių paketas sėkmingai pašalintas:
	strMessages89=Apdorojamas failas:
	strMessages90=Įveskite/pakeiskite tvarkyklių paketo klasę
	strMessages91=Tvarkyklės paketo klasės keitimas
	strMessages92=Klasės ieškojimas ir diegimas baigtas.
	strMessages93=Įtaisų tvarkyklių diegimo vedlys paleistas. Laukiame darbo pabaigos...
	strMessages94=Diegimas baigtas. Tikrinama įtaisų būklė po diegimo. Prašom palaukti...
	strMessages95=Informacijos apie įdiegtų tvarkyklių failų versijas rinkimas. Prašom palaukti...
	strMessages96=Duomenų apie kompiuterio įtaisus atnaujinimas
	strMessages97=Tvarkyklės ištraukimas iš failo:
	strMessages98=Papildomų failų ištraukimas:
	strMessages99=Papildoms failų ištraukimas iš archivo:
	strMessages100=Panelių diegimas. Sekcijų ieškojimas ir apdorojimas...
	strMessages101=Tyliojojo režimo startas atšauktas.
	strMessages102=Įvyko klaida lyginant programos versijas. Kreipkitės į kūrėją.
	strMessages103=DriverPacks nėra duomenų bazėje.\r\nAr norite sukurti duomenų bazę dabar?
	strMessages104=Išrinktų tvarkyklių paketų kiekis:
	strMessages105=Nė vienas tvarkyklių paketas neišrinktas. Grupinių užduožių vykdymas negalimas.
	strMessages106=Einamoji komponento versija senesnė negu naudojama programos.\r\nRekomenduojama įdiegti atnaujinimą!\r\n\r\nĮspėjimas! Atnaujinimas paveikti kitas programas, naudojančias šį komponentą!\r\n\r\nAr norite atnaujinti?
	strMessages107=Galbūt jūsų "Drivers Installer assistant" versija pasenusi!\r\n\rNuspauskite čia dėl programos atnaujinimų patikrinimo
	strMessages108=Programa darbiniame aplanke neaptiko tvarkyklių paketų.\r\nGalbūt neteisingai nustatyti keliai arba nėra tvarkyklių paketų.\r\n\r\nParsisiuntimui eiti į svetainę adia-project.net ar DriverPacks.net?\r\n\r\n"YES" - eiti į svetainę "adia-project.net"\r\n"NO" - eiti į svetainę "DriverPacks.net"\r\n"Cancel" - Uždaryti langą ir tęsti darbą
	strMessages109=Testuojamas archyvas:
	strMessages110=Išpakuojant archyvą klaidų nerasta:
	strMessages111=Jūsų OS nerasta palaikomų tvarkyklių.\r\n\r\nGalbūt neteisingai parinkote parinktis "Palaikomos OS". Programos darbas galimas tik režime:
	strMessages112=Dėmesio! Vienaas ar daugiau tvarkyklių paketų nesuderinti su tvarkyklių duomenų baze.\r\n\r\nJums reikia perkurti tvarkyklių bazę, naudojant atitinkamą programos režimą.
	strMessages113=Buvo pašalinti viena ar daugiau įrenginių tvarkyklių.\r\nTeisingam darbui patariama atnaujinti įrenginių konfigūraciją ir tvarkyklių paketų būseną.\r\n\r\nAtnaujinti dabar?
	strMessages114=Įrenginių konfigūravimas baigtas!
	strMessages115=You want to do a system restore point before proceeding?
	strMessages116=Your computer is turned off System Restore or the function is not supported by the operating system\r\nCreating restore point is impossible.
	strMessages117=An error occurred while creating a system restore point
	strMessages118=Create a system restore point. Please wait...
	strMessages119=System restore point was created successfully. Point name:
	strMessages120=System restore point can be created later through the "Service" menu.
	strMessages121=Analysis and sorting data:
	strMessages122=!!! An unknown driver programs OEM-manufacturers:
	strMessages123=Functional backup in a separate free software Drivers BackUp Solution (DBS).\r\nMaybe in the future functionality will be included in the Drivers Installer Assistant (DIA).\r\n\r\nWould you like to learn more about the program DBS?
	strMessages124=of
	strMessages125=Unpack the drivers to the selected directory is complete!
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages127=Loading ...
	strMessages128=Indexing ...
	strMessages129=Installing ...
	strMessages130=Ending ...
	strMessages131=Select a directory to extract the driver
	strMessages132=Unpacking drivers canceled
	strMessages133=Do you want to open a folder?
	strMessages134=Removing files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully.\r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed.\r\nIn the extraction procedure errors were found!\r\n\r\n Would you like to open a directory with files?
	strMessages137=DIA The program has the following initial options:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - display the window\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Run silent mode installation of the drivers, with a choice selection mode drivers.\r\nParameter [mode] can be set to mode "installation (compatible drivers)" and "Installation (Full - the whole package)," respectively:\r\n\tn or n2 - Select driver packages with newer drivers.\r\n\tq or q2 - Select driver packages with unknown drivers.\r\n\ta or a2 - Select all driver packages to the tab\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- time in seconds, before starting silent installation mode drivers. Default pause is 10 seconds.\r\n\r\n "/extractdll [(:|=) path]" - extract files from program to the specified directory, if the directory is specified, the recovery is a temporary directory\r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights. You want to continue?
	strMessages139=You wish to remove older versions of the driver packages?
	strMessages140=Outdated driver packages not found
	strMessages141=Older versions of driver packages are removed!\r\n To apply, you must restart the program.\r\n\r\n Would you like to restart now?
	strMessages142=Language changed to: